tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rs/tap"
tap "shopify/shopify"
brew "glib"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "aspell"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "certstrap"
brew "circleci"
brew "cmake"
brew "csshx"
brew "direnv"
brew "dive"
brew "findutils"
brew "fortune"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "guile"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jid"
brew "jq"
brew "krb5"
brew "markdown"
brew "memcached"
brew "moreutils"
brew "ncdu"
brew "node"
brew "nvm"
brew "pandoc"
brew "parallel"
brew "pigz"
brew "pngcrush"
brew "pngquant"
brew "podman"
brew "postgresql@15"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rover"
brew "ruby-build"
brew "saml2aws", link: false
brew "screen"
brew "speedtest-cli"
brew "stow"
brew "t-rec"
brew "tctl"
brew "telnet"
brew "temporal"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "rs/tap/curlie"
brew "shopify/shopify/toxiproxy"
cask "emacs"
cask "keepassxc"
cask "macdown"
cask "postico"
